{"<pad>": 0, "<unk>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "br": 8, "it": 9, "in": 10, "i": 11, "this": 12, "that": 13, "s": 14, "was": 15, "as": 16, "for": 17, "with": 18, "movie": 19, "but": 20, "film": 21, "t": 22, "you": 23, "on": 24, "not": 25, "he": 26, "are": 27, "his": 28, "have": 29, "be": 30, "one": 31, "all": 32, "at": 33, "they": 34, "by": 35, "an": 36, "who": 37, "from": 38, "so": 39, "like": 40, "there": 41, "her": 42, "or": 43, "just": 44, "about": 45, "out": 46, "has": 47, "if": 48, "what": 49, "some": 50, "good": 51, "can": 52, "she": 53, "more": 54, "when": 55, "very": 56, "up": 57, "time": 58, "no": 59, "even": 60, "my": 61, "would": 62, "story": 63, "which": 64, "only": 65, "really": 66, "see": 67, "their": 68, "had": 69, "were": 70, "we": 71, "me": 72, "well": 73, "than": 74, "much": 75, "been": 76, "bad": 77, "get": 78, "people": 79, "will": 80, "also": 81, "into": 82, "first": 83, "do": 84, "other": 85, "great": 86, "because": 87, "how": 88, "don": 89, "him": 90, "most": 91, "made": 92, "its": 93, "way": 94, "then": 95, "make": 96, "could": 97, "too": 98, "them": 99, "movies": 100, "after": 101, "any": 102, "characters": 103, "think": 104, "character": 105, "watch": 106, "films": 107, "two": 108, "seen": 109, "many": 110, "life": 111, "being": 112, "plot": 113, "never": 114, "acting": 115, "little": 116, "over": 117, "best": 118, "where": 119, "love": 120, "show": 121, "did": 122, "know": 123, "off": 124, "ever": 125, "man": 126, "does": 127, "here": 128, "end": 129, "still": 130, "better": 131, "your": 132, "these": 133, "scene": 134, "while": 135, "why": 136, "say": 137, "ve": 138, "such": 139, "scenes": 140, "go": 141, "should": 142, "something": 143, "m": 144, "back": 145, "through": 146, "real": 147, "those": 148, "watching": 149, "now": 150, "though": 151, "doesn": 152, "thing": 153, "years": 154, "old": 155, "re": 156, "actors": 157, "10": 158, "director": 159, "didn": 160, "nothing": 161, "new": 162, "work": 163, "before": 164, "another": 165, "funny": 166, "actually": 167, "makes": 168, "few": 169, "find": 170, "look": 171, "going": 172, "again": 173, "same": 174, "every": 175, "part": 176, "lot": 177, "world": 178, "us": 179, "cast": 180, "quite": 181, "down": 182, "young": 183, "things": 184, "want": 185, "got": 186, "horror": 187, "seems": 188, "pretty": 189, "around": 190, "fact": 191, "however": 192, "big": 193, "take": 194, "enough": 195, "series": 196, "long": 197, "thought": 198, "both": 199, "between": 200, "may": 201, "give": 202, "own": 203, "action": 204, "original": 205, "always": 206, "right": 207, "without": 208, "comedy": 209, "saw": 210, "family": 211, "role": 212, "gets": 213, "isn": 214, "times": 215, "must": 216, "come": 217, "point": 218, "almost": 219, "interesting": 220, "least": 221, "music": 222, "bit": 223, "done": 224, "whole": 225, "guy": 226, "d": 227, "script": 228, "far": 229, "last": 230, "feel": 231, "minutes": 232, "making": 233, "anything": 234, "2": 235, "probably": 236, "since": 237, "might": 238, "ll": 239, "performance": 240, "girl": 241, "tv": 242, "woman": 243, "am": 244, "away": 245, "yet": 246, "worst": 247, "kind": 248, "day": 249, "rather": 250, "hard": 251, "fun": 252, "sure": 253, "anyone": 254, "although": 255, "played": 256, "each": 257, "having": 258, "found": 259, "especially": 260, "course": 261, "our": 262, "believe": 263, "screen": 264, "trying": 265, "comes": 266, "set": 267, "actor": 268, "place": 269, "goes": 270, "looking": 271, "ending": 272, "book": 273, "looks": 274, "year": 275, "let": 276, "put": 277, "someone": 278, "wasn": 279, "money": 280, "different": 281, "true": 282, "dvd": 283, "once": 284, "reason": 285, "shows": 286, "sense": 287, "maybe": 288, "everything": 289, "three": 290, "together": 291, "worth": 292, "1": 293, "job": 294, "main": 295, "john": 296, "said": 297, "everyone": 298, "watched": 299, "audience": 300, "takes": 301, "american": 302, "beautiful": 303, "instead": 304, "plays": 305, "later": 306, "play": 307, "himself": 308, "house": 309, "seem": 310, "left": 311, "wife": 312, "effects": 313, "during": 314, "version": 315, "father": 316, "half": 317, "night": 318, "star": 319, "seeing": 320, "high": 321, "excellent": 322, "special": 323, "war": 324, "black": 325, "shot": 326, "less": 327, "idea": 328, "mind": 329, "else": 330, "nice": 331, "read": 332, "simply": 333, "second": 334, "fan": 335, "completely": 336, "hollywood": 337, "3": 338, "poor": 339, "men": 340, "death": 341, "either": 342, "line": 343, "short": 344, "dead": 345, "top": 346, "kids": 347, "try": 348, "used": 349, "given": 350, "help": 351, "use": 352, "enjoy": 353, "boring": 354, "budget": 355, "classic": 356, "women": 357, "performances": 358, "home": 359, "low": 360, "camera": 361, "wrong": 362, "production": 363, "until": 364, "need": 365, "full": 366, "truly": 367, "friends": 368, "rest": 369, "awful": 370, "tell": 371, "video": 372, "stupid": 373, "couple": 374, "along": 375, "stars": 376, "remember": 377, "perhaps": 378, "next": 379, "wonderful": 380, "start": 381, "mean": 382, "sex": 383, "terrible": 384, "recommend": 385, "came": 386, "understand": 387, "moments": 388, "won": 389, "face": 390, "playing": 391, "small": 392, "getting": 393, "episode": 394, "written": 395, "human": 396, "doing": 397, "name": 398, "often": 399, "keep": 400, "others": 401, "lost": 402, "perfect": 403, "live": 404, "school": 405, "gives": 406, "piece": 407, "style": 408, "definitely": 409, "early": 410, "head": 411, "cinema": 412, "itself": 413, "person": 414, "felt": 415, "mother": 416, "become": 417, "lines": 418, "case": 419, "yes": 420, "finally": 421, "dialogue": 422, "supposed": 423, "boy": 424, "liked": 425, "couldn": 426, "children": 427, "absolutely": 428, "problem": 429, "sort": 430, "white": 431, "picture": 432, "loved": 433, "title": 434, "oh": 435, "worse": 436, "evil": 437, "entire": 438, "hope": 439, "entertaining": 440, "against": 441, "friend": 442, "called": 443, "waste": 444, "drama": 445, "certainly": 446, "several": 447, "mr": 448, "dark": 449, "overall": 450, "went": 451, "fans": 452, "lives": 453, "killer": 454, "based": 455, "4": 456, "beginning": 457, "direction": 458, "care": 459, "under": 460, "seemed": 461, "5": 462, "becomes": 463, "michael": 464, "wanted": 465, "fine": 466, "despite": 467, "already": 468, "example": 469, "unfortunately": 470, "son": 471, "history": 472, "throughout": 473, "turn": 474, "laugh": 475, "town": 476, "close": 477, "final": 478, "writing": 479, "guys": 480, "sound": 481, "heart": 482, "amazing": 483, "humor": 484, "lead": 485, "wants": 486, "quality": 487, "child": 488, "viewer": 489, "past": 490, "totally": 491, "game": 492, "behind": 493, "art": 494, "guess": 495, "today": 496, "side": 497, "hand": 498, "turns": 499, "b": 500, "able": 501, "works": 502, "tries": 503, "flick": 504, "god": 505, "act": 506, "days": 507, "blood": 508, "genre": 509, "girls": 510, "enjoyed": 511, "actress": 512, "soon": 513, "etc": 514, "stories": 515, "kill": 516, "thinking": 517, "eyes": 518, "favorite": 519, "hour": 520, "sometimes": 521, "directed": 522, "brilliant": 523, "car": 524, "gave": 525, "run": 526, "starts": 527, "horrible": 528, "kid": 529, "stuff": 530, "late": 531, "expect": 532, "parts": 533, "self": 534, "writer": 535, "voice": 536, "highly": 537, "brother": 538, "obviously": 539, "themselves": 540, "daughter": 541, "fight": 542, "city": 543, "matter": 544, "myself": 545, "type": 546, "feeling": 547, "anyway": 548, "slow": 549, "heard": 550, "leave": 551, "killed": 552, "roles": 553, "cannot": 554, "age": 555, "except": 556, "decent": 557, "took": 558, "hit": 559, "strong": 560, "says": 561, "james": 562, "living": 563, "moment": 564, "involved": 565, "happens": 566, "violence": 567, "told": 568, "stop": 569, "extremely": 570, "particularly": 571, "chance": 572, "known": 573, "attempt": 574, "happened": 575, "experience": 576, "wonder": 577, "alone": 578, "police": 579, "none": 580, "cut": 581, "husband": 582, "wouldn": 583, "including": 584, "obvious": 585, "lack": 586, "ago": 587, "hell": 588, "complete": 589, "happen": 590, "crap": 591, "hero": 592, "murder": 593, "possible": 594, "please": 595, "score": 596, "group": 597, "gore": 598, "save": 599, "ok": 600, "running": 601, "interest": 602, "coming": 603, "musical": 604, "number": 605, "annoying": 606, "king": 607, "shown": 608, "simple": 609, "light": 610, "exactly": 611, "released": 612, "reality": 613, "career": 614, "ends": 615, "sad": 616, "seriously": 617, "view": 618, "started": 619, "cinematography": 620, "jokes": 621, "usual": 622, "novel": 623, "yourself": 624, "song": 625, "david": 626, "opinion": 627, "looked": 628, "taking": 629, "serious": 630, "whose": 631, "usually": 632, "english": 633, "cool": 634, "ones": 635, "taken": 636, "scary": 637, "hours": 638, "middle": 639, "documentary": 640, "body": 641, "episodes": 642, "country": 643, "ridiculous": 644, "level": 645, "somewhat": 646, "mostly": 647, "room": 648, "turned": 649, "relationship": 650, "robert": 651, "important": 652, "hilarious": 653, "major": 654, "huge": 655, "power": 656, "finds": 657, "change": 658, "saying": 659, "rating": 660, "events": 661, "disappointed": 662, "order": 663, "female": 664, "strange": 665, "opening": 666, "shots": 667, "across": 668, "talent": 669, "earth": 670, "due": 671, "call": 672, "knows": 673, "modern": 674, "single": 675, "wish": 676, "happy": 677, "five": 678, "talking": 679, "7": 680, "british": 681, "cheap": 682, "attention": 683, "word": 684, "basically": 685, "songs": 686, "television": 687, "easily": 688, "apparently": 689, "future": 690, "8": 691, "four": 692, "jack": 693, "comic": 694, "thriller": 695, "silly": 696, "entertainment": 697, "non": 698, "beyond": 699, "words": 700, "clearly": 701, "sequence": 702, "upon": 703, "rock": 704, "knew": 705, "problems": 706, "supporting": 707, "miss": 708, "fast": 709, "o": 710, "tells": 711, "aren": 712, "paul": 713, "straight": 714, "enjoyable": 715, "local": 716, "eye": 717, "falls": 718, "oscar": 719, "whether": 720, "class": 721, "mystery": 722, "sister": 723, "similar": 724, "talk": 725, "george": 726, "moving": 727, "sets": 728, "review": 729, "giving": 730, "york": 731, "richard": 732, "lady": 733, "animation": 734, "haven": 735, "mention": 736, "predictable": 737, "appears": 738, "theater": 739, "message": 740, "storyline": 741, "romantic": 742, "within": 743, "points": 744, "near": 745, "above": 746, "sequel": 747, "nearly": 748, "herself": 749, "theme": 750, "surprised": 751, "bunch": 752, "lee": 753, "ten": 754, "tale": 755, "bring": 756, "minute": 757, "needs": 758, "feels": 759, "easy": 760, "clear": 761, "using": 762, "dull": 763, "red": 764, "editing": 765, "follow": 766, "working": 767, "viewers": 768, "named": 769, "add": 770, "team": 771, "actual": 772, "effort": 773, "feature": 774, "stand": 775, "fall": 776, "typical": 777, "release": 778, "comments": 779, "dialog": 780, "among": 781, "lots": 782, "showing": 783, "period": 784, "general": 785, "french": 786, "tom": 787, "season": 788, "material": 789, "peter": 790, "begins": 791, "avoid": 792, "sorry": 793, "tried": 794, "fantastic": 795, "die": 796, "suspense": 797, "9": 798, "form": 799, "elements": 800, "ways": 801, "parents": 802, "famous": 803, "certain": 804, "doubt": 805, "buy": 806, "space": 807, "hate": 808, "viewing": 809, "disney": 810, "kept": 811, "leads": 812, "realistic": 813, "stay": 814, "lame": 815, "filmed": 816, "check": 817, "dance": 818, "third": 819, "gone": 820, "means": 821, "weak": 822, "greatest": 823, "eventually": 824, "somehow": 825, "brought": 826, "wait": 827, "indeed": 828, "soundtrack": 829, "de": 830, "possibly": 831, "forget": 832, "note": 833, "imagine": 834, "particular": 835, "figure": 836, "subject": 837, "truth": 838, "sequences": 839, "crime": 840, "zombie": 841, "deal": 842, "move": 843, "reviews": 844, "learn": 845, "believable": 846, "atmosphere": 847, "difficult": 848, "whatever": 849, "surprise": 850, "stage": 851, "20": 852, "sexual": 853, "sit": 854, "hear": 855, "america": 856, "free": 857, "jane": 858, "joe": 859, "rent": 860, "nature": 861, "average": 862, "street": 863, "nor": 864, "screenplay": 865, "imdb": 866, "write": 867, "expected": 868, "premise": 869, "needed": 870, "meets": 871, "romance": 872, "poorly": 873, "decided": 874, "dr": 875, "okay": 876, "leaves": 877, "dog": 878, "japanese": 879, "became": 880, "reading": 881, "killing": 882, "hot": 883, "directors": 884, "otherwise": 885, "baby": 886, "situation": 887, "question": 888, "mark": 889, "laughs": 890, "earlier": 891, "badly": 892, "acted": 893, "superb": 894, "open": 895, "monster": 896, "emotional": 897, "older": 898, "shame": 899, "dramatic": 900, "meet": 901, "footage": 902, "deep": 903, "unless": 904, "writers": 905, "fi": 906, "sci": 907, "forward": 908, "begin": 909, "plenty": 910, "fantasy": 911, "credits": 912, "whom": 913, "memorable": 914, "business": 915, "interested": 916, "unique": 917, "mess": 918, "ask": 919, "beauty": 920, "realize": 921, "present": 922, "hands": 923, "perfectly": 924, "male": 925, "towards": 926, "quickly": 927, "development": 928, "forced": 929, "e": 930, "plus": 931, "directing": 932, "dream": 933, "comment": 934, "air": 935, "return": 936, "keeps": 937, "sounds": 938, "setting": 939, "personal": 940, "bill": 941, "crazy": 942, "effect": 943, "fire": 944, "society": 945, "girlfriend": 946, "powerful": 947, "previous": 948, "features": 949, "rate": 950, "joke": 951, "box": 952, "brings": 953, "break": 954, "total": 955, "secret": 956, "incredibly": 957, "creepy": 958, "background": 959, "masterpiece": 960, "doctor": 961, "worked": 962, "potential": 963, "boys": 964, "create": 965, "hardly": 966, "leading": 967, "cheesy": 968, "result": 969, "william": 970, "casting": 971, "christmas": 972, "cop": 973, "30": 974, "fighting": 975, "political": 976, "inside": 977, "reasons": 978, "admit": 979, "telling": 980, "twist": 981, "apart": 982, "weird": 983, "gay": 984, "recently": 985, "80": 986, "meant": 987, "villain": 988, "list": 989, "portrayed": 990, "western": 991, "battle": 992, "nudity": 993, "fails": 994, "front": 995, "missing": 996, "various": 997, "outside": 998, "married": 999, "co": 1000, "dumb": 1001, "flat": 1002, "appear": 1003, "sweet": 1004, "rich": 1005, "era": 1006, "pay": 1007, "manages": 1008, "ideas": 1009, "incredible": 1010, "revenge": 1011, "deserves": 1012, "cute": 1013, "talented": 1014, "success": 1015, "agree": 1016, "fairly": 1017, "la": 1018, "office": 1019, "social": 1020, "expecting": 1021, "remake": 1022, "water": 1023, "attempts": 1024, "filled": 1025, "filmmakers": 1026, "unlike": 1027, "pure": 1028, "odd": 1029, "copy": 1030, "ben": 1031, "spoilers": 1032, "following": 1033, "cold": 1034, "wrote": 1035, "mary": 1036, "further": 1037, "scott": 1038, "missed": 1039, "public": 1040, "escape": 1041, "wasted": 1042, "mentioned": 1043, "island": 1044, "crew": 1045, "ended": 1046, "match": 1047, "popular": 1048, "decides": 1049, "brothers": 1050, "sadly": 1051, "plain": 1052, "gun": 1053, "large": 1054, "spirit": 1055, "c": 1056, "fear": 1057, "created": 1058, "compared": 1059, "tension": 1060, "hold": 1061, "science": 1062, "pace": 1063, "intelligent": 1064, "caught": 1065, "suddenly": 1066, "produced": 1067, "cat": 1068, "party": 1069, "uses": 1070, "language": 1071, "choice": 1072, "dancing": 1073, "kills": 1074, "waiting": 1075, "considering": 1076, "spent": 1077, "cause": 1078, "members": 1079, "6": 1080, "credit": 1081, "bored": 1082, "died": 1083, "focus": 1084, "tone": 1085, "visual": 1086, "sees": 1087, "value": 1088, "successful": 1089, "cartoon": 1090, "entirely": 1091, "force": 1092, "spend": 1093, "depth": 1094, "cover": 1095, "laughing": 1096, "former": 1097, "adventure": 1098, "familiar": 1099, "neither": 1100, "company": 1101, "slightly": 1102, "italian": 1103, "rated": 1104, "animated": 1105, "state": 1106, "convincing": 1107, "younger": 1108, "appreciate": 1109, "runs": 1110, "violent": 1111, "basic": 1112, "singing": 1113, "law": 1114, "90": 1115, "biggest": 1116, "recent": 1117, "century": 1118, "moves": 1119, "store": 1120, "exciting": 1121, "mad": 1122, "tony": 1123, "speak": 1124, "books": 1125, "trouble": 1126, "adult": 1127, "portrayal": 1128, "ultimately": 1129, "amount": 1130, "zombies": 1131, "clever": 1132, "anti": 1133, "amusing": 1134, "studio": 1135, "solid": 1136, "starring": 1137, "german": 1138, "control": 1139, "producers": 1140, "makers": 1141, "jim": 1142, "band": 1143, "15": 1144, "concept": 1145, "respect": 1146, "stewart": 1147, "common": 1148, "slasher": 1149, "u": 1150, "showed": 1151, "leaving": 1152, "culture": 1153, "win": 1154, "sick": 1155, "project": 1156, "hair": 1157, "positive": 1158, "consider": 1159, "cult": 1160, "trash": 1161, "fit": 1162, "effective": 1163, "pointless": 1164, "follows": 1165, "post": 1166, "situations": 1167, "bizarre": 1168, "ghost": 1169, "super": 1170, "conclusion": 1171, "recommended": 1172, "college": 1173, "impossible": 1174, "west": 1175, "weren": 1176, "images": 1177, "barely": 1178, "failed": 1179, "heavy": 1180, "changed": 1181, "camp": 1182, "considered": 1183, "planet": 1184, "decide": 1185, "awesome": 1186, "chemistry": 1187, "honest": 1188, "impressive": 1189, "fake": 1190, "accent": 1191, "fiction": 1192, "audiences": 1193, "walk": 1194, "week": 1195, "charming": 1196, "brain": 1197, "smith": 1198, "tough": 1199, "touch": 1200, "immediately": 1201, "normal": 1202, "meaning": 1203, "shooting": 1204, "involving": 1205, "f": 1206, "literally": 1207, "questions": 1208, "magic": 1209, "computer": 1210, "aspect": 1211, "longer": 1212, "dad": 1213, "london": 1214, "nobody": 1215, "trip": 1216, "ability": 1217, "pick": 1218, "sam": 1219, "thanks": 1220, "100": 1221, "catch": 1222, "somewhere": 1223, "generally": 1224, "natural": 1225, "steve": 1226, "prison": 1227, "military": 1228, "yeah": 1229, "adaptation": 1230, "standard": 1231, "van": 1232, "garbage": 1233, "shoot": 1234, "ex": 1235, "sitting": 1236, "charlie": 1237, "alive": 1238, "pictures": 1239, "sexy": 1240, "surprisingly": 1241, "50": 1242, "stick": 1243, "explain": 1244, "humour": 1245, "pathetic": 1246, "frank": 1247, "master": 1248, "army": 1249, "grade": 1250, "motion": 1251, "south": 1252, "values": 1253, "appearance": 1254, "batman": 1255, "aside": 1256, "harry": 1257, "detective": 1258, "purpose": 1259, "fair": 1260, "attack": 1261, "utterly": 1262, "likes": 1263, "club": 1264, "glad": 1265, "producer": 1266, "loud": 1267, "disturbing": 1268, "drive": 1269, "genius": 1270, "nowhere": 1271, "edge": 1272, "subtle": 1273, "pieces": 1274, "wild": 1275, "comedies": 1276, "taste": 1277, "journey": 1278, "personally": 1279, "honestly": 1280, "naked": 1281, "unbelievable": 1282, "complex": 1283, "mood": 1284, "beautifully": 1285, "twists": 1286, "terrific": 1287, "bought": 1288, "mistake": 1289, "date": 1290, "channel": 1291, "climax": 1292, "surely": 1293, "outstanding": 1294, "walking": 1295, "appeal": 1296, "thank": 1297, "rare": 1298, "added": 1299, "thus": 1300, "70": 1301, "fully": 1302, "knowing": 1303, "wow": 1304, "themes": 1305, "door": 1306, "victim": 1307, "bruce": 1308, "marriage": 1309, "blue": 1310, "chris": 1311, "key": 1312, "award": 1313, "drawn": 1314, "silent": 1315, "kelly": 1316, "gang": 1317, "noir": 1318, "presented": 1319, "g": 1320, "narrative": 1321, "numbers": 1322, "pass": 1323, "cinematic": 1324, "innocent": 1325, "equally": 1326, "central": 1327, "government": 1328, "remains": 1329, "soul": 1330, "touching": 1331, "henry": 1332, "constantly": 1333, "costumes": 1334, "j": 1335, "train": 1336, "photography": 1337, "manner": 1338, "besides": 1339, "managed": 1340, "boss": 1341, "christopher": 1342, "expectations": 1343, "issues": 1344, "chase": 1345, "charm": 1346, "road": 1347, "charles": 1348, "drug": 1349, "stunning": 1350, "disappointment": 1351, "contains": 1352, "soldiers": 1353, "church": 1354, "jones": 1355, "ride": 1356, "everybody": 1357, "bottom": 1358, "spoiler": 1359, "slowly": 1360, "lovely": 1361, "held": 1362, "presence": 1363, "opportunity": 1364, "likely": 1365, "thinks": 1366, "places": 1367, "disappointing": 1368, "dreams": 1369, "laughable": 1370, "scenery": 1371, "building": 1372, "hey": 1373, "developed": 1374, "smart": 1375, "aspects": 1376, "animals": 1377, "plan": 1378, "thrown": 1379, "opera": 1380, "details": 1381, "impression": 1382, "throw": 1383, "feelings": 1384, "terms": 1385, "difference": 1386, "critics": 1387, "mysterious": 1388, "emotions": 1389, "sent": 1390, "stands": 1391, "image": 1392, "element": 1393, "double": 1394, "r": 1395, "historical": 1396, "cry": 1397, "justice": 1398, "brief": 1399, "support": 1400, "page": 1401, "lover": 1402, "forever": 1403, "excuse": 1404, "speaking": 1405, "exception": 1406, "finish": 1407, "green": 1408, "suppose": 1409, "intended": 1410, "vampire": 1411, "festival": 1412, "hotel": 1413, "acts": 1414, "woods": 1415, "born": 1416, "minor": 1417, "paris": 1418, "hurt": 1419, "suggest": 1420, "dies": 1421, "step": 1422, "filming": 1423, "lighting": 1424, "color": 1425, "changes": 1426, "boyfriend": 1427, "twice": 1428, "sub": 1429, "hasn": 1430, "40": 1431, "ahead": 1432, "porn": 1433, "shock": 1434, "available": 1435, "indian": 1436, "direct": 1437, "loves": 1438, "compelling": 1439, "race": 1440, "impact": 1441, "emotion": 1442, "likable": 1443, "six": 1444, "hoping": 1445, "martin": 1446, "falling": 1447, "happening": 1448, "puts": 1449, "lived": 1450, "million": 1451, "notice": 1452, "adults": 1453, "mainly": 1454, "fascinating": 1455, "bar": 1456, "creative": 1457, "11": 1458, "bother": 1459, "painful": 1460, "fresh": 1461, "track": 1462, "wall": 1463, "serial": 1464, "summer": 1465, "confusing": 1466, "victims": 1467, "tired": 1468, "worthy": 1469, "flicks": 1470, "trailer": 1471, "fellow": 1472, "wondering": 1473, "holes": 1474, "paid": 1475, "followed": 1476, "l": 1477, "ii": 1478, "jean": 1479, "bed": 1480, "moral": 1481, "brian": 1482, "offer": 1483, "wise": 1484, "tragedy": 1485, "zero": 1486, "latter": 1487, "allen": 1488, "davis": 1489, "giant": 1490, "actresses": 1491, "student": 1492, "confused": 1493, "thin": 1494, "rape": 1495, "include": 1496, "flying": 1497, "hospital": 1498, "putting": 1499, "park": 1500, "appeared": 1501, "childhood": 1502, "proves": 1503, "impressed": 1504, "laughed": 1505, "pain": 1506, "flaws": 1507, "relationships": 1508, "alien": 1509, "approach": 1510, "mix": 1511, "names": 1512, "event": 1513, "gorgeous": 1514, "answer": 1515, "murders": 1516, "attractive": 1517, "lacks": 1518, "seven": 1519, "mediocre": 1520, "spot": 1521, "share": 1522, "random": 1523, "damn": 1524, "ship": 1525, "faces": 1526, "ground": 1527, "merely": 1528, "imagination": 1529, "forgotten": 1530, "agent": 1531, "tragic": 1532, "content": 1533, "anymore": 1534, "mom": 1535, "thoroughly": 1536, "detail": 1537, "reminded": 1538, "gem": 1539, "clich\u00e9": 1540, "land": 1541, "ms": 1542, "becoming": 1543, "quick": 1544, "personality": 1545, "americans": 1546, "ugly": 1547, "alan": 1548, "stone": 1549, "intense": 1550, "beat": 1551, "helps": 1552, "jackson": 1553, "finding": 1554, "queen": 1555, "wars": 1556, "seconds": 1557, "al": 1558, "affair": 1559, "hidden": 1560, "supposedly": 1561, "location": 1562, "collection": 1563, "superman": 1564, "folks": 1565, "system": 1566, "inspired": 1567, "seemingly": 1568, "states": 1569, "negative": 1570, "arthur": 1571, "bond": 1572, "lord": 1573, "castle": 1574, "nasty": 1575, "dirty": 1576, "absolute": 1577, "provides": 1578, "turning": 1579, "news": 1580, "winning": 1581, "offers": 1582, "stuck": 1583, "phone": 1584, "carry": 1585, "standards": 1586, "ed": 1587, "extreme": 1588, "teen": 1589, "fell": 1590, "creature": 1591, "fashion": 1592, "ray": 1593, "grace": 1594, "addition": 1595, "filmmaker": 1596, "artistic": 1597, "therefore": 1598, "12": 1599, "animal": 1600, "wooden": 1601, "angry": 1602, "rented": 1603, "soldier": 1604, "williams": 1605, "jerry": 1606, "rip": 1607, "lets": 1608, "billy": 1609, "thats": 1610, "industry": 1611, "pull": 1612, "wonderfully": 1613, "professional": 1614, "christian": 1615, "count": 1616, "delivers": 1617, "allowed": 1618, "trust": 1619, "sight": 1620, "sky": 1621, "led": 1622, "length": 1623, "games": 1624, "desperate": 1625, "fox": 1626, "asks": 1627, "p": 1628, "ford": 1629, "struggle": 1630, "compare": 1631, "adds": 1632, "design": 1633, "picked": 1634, "necessary": 1635, "build": 1636, "afraid": 1637, "x": 1638, "ready": 1639, "martial": 1640, "apartment": 1641, "drugs": 1642, "accident": 1643, "redeeming": 1644, "funniest": 1645, "shouldn": 1646, "clothes": 1647, "dying": 1648, "sleep": 1649, "station": 1650, "mouth": 1651, "theatre": 1652, "whatsoever": 1653, "food": 1654, "scientist": 1655, "nightmare": 1656, "shocking": 1657, "roll": 1658, "epic": 1659, "member": 1660, "artist": 1661, "skip": 1662, "information": 1663, "intelligence": 1664, "grand": 1665, "deliver": 1666, "willing": 1667, "chinese": 1668, "includes": 1669, "cross": 1670, "deeply": 1671, "uncle": 1672, "began": 1673, "stephen": 1674, "rarely": 1675, "memory": 1676, "onto": 1677, "keaton": 1678, "energy": 1679, "cgi": 1680, "heroes": 1681, "engaging": 1682, "moved": 1683, "teacher": 1684, "criminal": 1685, "students": 1686, "powers": 1687, "favourite": 1688, "independent": 1689, "suicide": 1690, "mid": 1691, "unnecessary": 1692, "heaven": 1693, "mental": 1694, "apparent": 1695, "introduced": 1696, "physical": 1697, "superior": 1698, "area": 1699, "commentary": 1700, "wedding": 1701, "lose": 1702, "loving": 1703, "devil": 1704, "humans": 1705, "wearing": 1706, "joan": 1707, "johnny": 1708, "andy": 1709, "heroine": 1710, "listen": 1711, "returns": 1712, "taylor": 1713, "media": 1714, "anybody": 1715, "actions": 1716, "tears": 1717, "unusual": 1718, "pre": 1719, "warning": 1720, "60": 1721, "witch": 1722, "jason": 1723, "pop": 1724, "wanting": 1725, "describe": 1726, "price": 1727, "helped": 1728, "religious": 1729, "technical": 1730, "teenage": 1731, "realized": 1732, "lies": 1733, "player": 1734, "captain": 1735, "prince": 1736, "adam": 1737, "000": 1738, "disaster": 1739, "finished": 1740, "scared": 1741, "pacing": 1742, "jeff": 1743, "douglas": 1744, "plane": 1745, "horse": 1746, "jr": 1747, "soft": 1748, "jump": 1749, "moon": 1750, "brutal": 1751, "limited": 1752, "legend": 1753, "ring": 1754, "remarkable": 1755, "nick": 1756, "treat": 1757, "machine": 1758, "arts": 1759, "holds": 1760, "england": 1761, "allow": 1762, "gold": 1763, "soap": 1764, "tim": 1765, "comedic": 1766, "according": 1767, "extra": 1768, "russian": 1769, "exist": 1770, "absurd": 1771, "accept": 1772, "process": 1773, "continue": 1774, "deserved": 1775, "normally": 1776, "paced": 1777, "provide": 1778, "intriguing": 1779, "clich\u00e9s": 1780, "anywhere": 1781, "70s": 1782, "twenty": 1783, "cops": 1784, "faith": 1785, "surprising": 1786, "danny": 1787, "kate": 1788, "academy": 1789, "suit": 1790, "constant": 1791, "candy": 1792, "watchable": 1793, "shakespeare": 1794, "suspect": 1795, "lovers": 1796, "nicely": 1797, "heads": 1798, "80s": 1799, "pilot": 1800, "plots": 1801, "torture": 1802, "pleasure": 1803, "joy": 1804, "dressed": 1805, "bloody": 1806, "ann": 1807, "higher": 1808, "eddie": 1809, "nonsense": 1810, "search": 1811, "creating": 1812, "deserve": 1813, "explained": 1814, "passion": 1815, "dan": 1816, "somebody": 1817, "players": 1818, "months": 1819, "fail": 1820, "smile": 1821, "drunk": 1822, "empty": 1823, "growing": 1824, "ball": 1825, "dick": 1826, "dangerous": 1827, "understanding": 1828, "desire": 1829, "below": 1830, "record": 1831, "wide": 1832, "ill": 1833, "mike": 1834, "reminds": 1835, "originally": 1836, "issue": 1837, "humanity": 1838, "vhs": 1839, "lacking": 1840, "bits": 1841, "conflict": 1842, "floor": 1843, "ladies": 1844, "gary": 1845, "river": 1846, "v": 1847, "radio": 1848, "japan": 1849, "spanish": 1850, "witty": 1851, "wind": 1852, "toward": 1853, "knowledge": 1854, "villains": 1855, "community": 1856, "treated": 1857, "aware": 1858, "hated": 1859, "met": 1860, "sea": 1861, "hadn": 1862, "instance": 1863, "jimmy": 1864, "screaming": 1865, "blonde": 1866, "fred": 1867, "author": 1868, "vision": 1869, "finest": 1870, "driving": 1871, "forces": 1872, "morgan": 1873, "quiet": 1874, "blame": 1875, "judge": 1876, "whilst": 1877, "explanation": 1878, "whenever": 1879, "perspective": 1880, "responsible": 1881, "cuts": 1882, "saving": 1883, "capture": 1884, "memories": 1885, "werewolf": 1886, "n": 1887, "starting": 1888, "lewis": 1889, "sat": 1890, "fights": 1891, "cable": 1892, "fat": 1893, "brown": 1894, "segment": 1895, "featuring": 1896, "accurate": 1897, "kevin": 1898, "bright": 1899, "sucks": 1900, "harris": 1901, "eating": 1902, "monsters": 1903, "broken": 1904, "washington": 1905, "eric": 1906, "ass": 1907, "asked": 1908, "youth": 1909, "tarzan": 1910, "mixed": 1911, "private": 1912, "finale": 1913, "guns": 1914, "ice": 1915, "gotten": 1916, "gene": 1917, "partner": 1918, "opposite": 1919, "unknown": 1920, "terribly": 1921, "sign": 1922, "bob": 1923, "santa": 1924, "rubbish": 1925, "buddy": 1926, "concerned": 1927, "wood": 1928, "cameo": 1929, "hitler": 1930, "dealing": 1931, "traditional": 1932, "golden": 1933, "w": 1934, "included": 1935, "locations": 1936, "howard": 1937, "foot": 1938, "kinda": 1939, "singer": 1940, "bear": 1941, "naturally": 1942, "bank": 1943, "fu": 1944, "officer": 1945, "h": 1946, "anthony": 1947, "shallow": 1948, "manage": 1949, "numerous": 1950, "dated": 1951, "cage": 1952, "field": 1953, "portray": 1954, "loose": 1955, "pulled": 1956, "remembered": 1957, "eat": 1958, "anne": 1959, "noticed": 1960, "rob": 1961, "shop": 1962, "delightful": 1963, "humorous": 1964, "loses": 1965, "ordinary": 1966, "freddy": 1967, "european": 1968, "prove": 1969, "visit": 1970, "survive": 1971, "sean": 1972, "calls": 1973, "mine": 1974, "bigger": 1975, "pretentious": 1976, "lucky": 1977, "gangster": 1978, "results": 1979, "kong": 1980, "friendship": 1981, "marie": 1982, "window": 1983, "jesus": 1984, "owner": 1985, "identity": 1986, "core": 1987, "edited": 1988, "proved": 1989, "welles": 1990, "saved": 1991, "advice": 1992, "gags": 1993, "talents": 1994, "magnificent": 1995, "wayne": 1996, "scream": 1997, "current": 1998, "genuine": 1999, "learned": 2000, "13": 2001, "kick": 2002, "discover": 2003, "lynch": 2004, "satire": 2005, "breaks": 2006, "alex": 2007, "keeping": 2008, "stock": 2009, "mission": 2010, "blind": 2011, "sing": 2012, "realism": 2013, "curious": 2014, "grant": 2015, "captured": 2016, "decade": 2017, "luck": 2018, "murdered": 2019, "occasionally": 2020, "develop": 2021, "ultimate": 2022, "visually": 2023, "loss": 2024, "failure": 2025, "continues": 2026, "study": 2027, "deals": 2028, "behavior": 2029, "clean": 2030, "boat": 2031, "regular": 2032, "leader": 2033, "cars": 2034, "bland": 2035, "albert": 2036, "fate": 2037, "brilliantly": 2038, "unfunny": 2039, "decision": 2040, "lake": 2041, "skills": 2042, "broadway": 2043, "debut": 2044, "reviewers": 2045, "simon": 2046, "international": 2047, "opens": 2048, "sheriff": 2049, "model": 2050, "site": 2051, "sucked": 2052, "comparison": 2053, "received": 2054, "hopes": 2055, "trek": 2056, "connection": 2057, "frankly": 2058, "sheer": 2059, "psychological": 2060, "strength": 2061, "references": 2062, "mrs": 2063, "reach": 2064, "essentially": 2065, "victor": 2066, "hits": 2067, "desert": 2068, "existence": 2069, "grew": 2070, "morning": 2071, "allows": 2072, "dimensional": 2073, "awards": 2074, "suffering": 2075, "pleasant": 2076, "discovered": 2077, "ups": 2078, "context": 2079, "insane": 2080, "sinatra": 2081, "standing": 2082, "unable": 2083, "drew": 2084, "program": 2085, "ages": 2086, "rose": 2087, "handsome": 2088, "corny": 2089, "types": 2090, "technology": 2091, "relief": 2092, "fault": 2093, "streets": 2094, "travel": 2095, "psycho": 2096, "revealed": 2097, "stereotypes": 2098, "vs": 2099, "robin": 2100, "barbara": 2101, "spectacular": 2102, "theaters": 2103, "nevertheless": 2104, "laughter": 2105, "grown": 2106, "visuals": 2107, "president": 2108, "ran": 2109, "evening": 2110, "luke": 2111, "utter": 2112, "delivered": 2113, "national": 2114, "reaction": 2115, "individual": 2116, "code": 2117, "unexpected": 2118, "feet": 2119, "board": 2120, "formula": 2121, "anime": 2122, "executed": 2123, "wit": 2124, "sudden": 2125, "graphic": 2126, "bomb": 2127, "hearing": 2128, "frame": 2129, "asian": 2130, "flashbacks": 2131, "logic": 2132, "combination": 2133, "thomas": 2134, "victoria": 2135, "generation": 2136, "hill": 2137, "emotionally": 2138, "favor": 2139, "lesson": 2140, "produce": 2141, "passed": 2142, "exploitation": 2143, "anna": 2144, "appealing": 2145, "cash": 2146, "cinderella": 2147, "parody": 2148, "dreadful": 2149, "flesh": 2150, "awkward": 2151, "parker": 2152, "involves": 2153, "endless": 2154, "relate": 2155, "nancy": 2156, "genuinely": 2157, "efforts": 2158, "killers": 2159, "sake": 2160, "pity": 2161, "gonna": 2162, "treatment": 2163, "kung": 2164, "round": 2165, "breaking": 2166, "gordon": 2167, "meanwhile": 2168, "range": 2169, "tape": 2170, "fame": 2171, "france": 2172, "attitude": 2173, "vampires": 2174, "jennifer": 2175, "stopped": 2176, "bringing": 2177, "speed": 2178, "built": 2179, "african": 2180, "native": 2181, "roy": 2182, "dubbed": 2183, "vehicle": 2184, "sympathetic": 2185, "capable": 2186, "evidence": 2187, "driven": 2188, "irritating": 2189, "chosen": 2190, "caused": 2191, "miles": 2192, "families": 2193, "rescue": 2194, "hunter": 2195, "safe": 2196, "dry": 2197, "underrated": 2198, "reviewer": 2199, "steal": 2200, "described": 2201, "versions": 2202, "football": 2203, "ruined": 2204, "test": 2205, "trilogy": 2206, "largely": 2207, "joseph": 2208, "aged": 2209, "appropriate": 2210, "meeting": 2211, "depressing": 2212, "crowd": 2213, "priest": 2214, "freedom": 2215, "canadian": 2216, "choose": 2217, "rise": 2218, "clue": 2219, "bet": 2220, "majority": 2221, "painfully": 2222, "product": 2223, "send": 2224, "cowboy": 2225, "recall": 2226, "portraying": 2227, "commercial": 2228, "proper": 2229, "excited": 2230, "0": 2231, "hearted": 2232, "village": 2233, "foreign": 2234, "crappy": 2235, "creates": 2236, "paper": 2237, "seasons": 2238, "believes": 2239, "com": 2240, "costs": 2241, "marry": 2242, "facts": 2243, "chick": 2244, "chief": 2245, "claim": 2246, "matters": 2247, "pair": 2248, "overly": 2249, "halloween": 2250, "clark": 2251, "rental": 2252, "fill": 2253, "welcome": 2254, "religion": 2255, "entertained": 2256, "winner": 2257, "hall": 2258, "discovers": 2259, "eight": 2260, "classics": 2261, "sell": 2262, "sequels": 2263, "portrays": 2264, "par": 2265, "gratuitous": 2266, "tedious": 2267, "center": 2268, "practically": 2269, "learns": 2270, "angel": 2271, "protagonist": 2272, "reporter": 2273, "daniel": 2274, "fits": 2275, "assume": 2276, "strongly": 2277, "lower": 2278, "louis": 2279, "rules": 2280, "contrast": 2281, "uk": 2282, "ryan": 2283, "grow": 2284, "theatrical": 2285, "max": 2286, "contemporary": 2287, "covered": 2288, "spy": 2289, "vote": 2290, "chose": 2291, "fare": 2292, "germany": 2293, "substance": 2294, "saturday": 2295, "talks": 2296, "bodies": 2297, "steven": 2298, "depicted": 2299, "ancient": 2300, "excitement": 2301, "fly": 2302, "seat": 2303, "gory": 2304, "europe": 2305, "warm": 2306, "danger": 2307, "haunted": 2308, "cares": 2309, "captures": 2310, "unrealistic": 2311, "australian": 2312, "handled": 2313, "disgusting": 2314, "cutting": 2315, "embarrassing": 2316, "amateurish": 2317, "continuity": 2318, "costume": 2319, "promise": 2320, "research": 2321, "k": 2322, "levels": 2323, "oliver": 2324, "factor": 2325, "obsessed": 2326, "asking": 2327, "scare": 2328, "haunting": 2329, "convinced": 2330, "nominated": 2331, "forgettable": 2332, "surreal": 2333, "granted": 2334, "thoughts": 2335, "heck": 2336, "robot": 2337, "amateur": 2338, "creatures": 2339, "propaganda": 2340, "sports": 2341, "teenager": 2342, "training": 2343, "jackie": 2344, "texas": 2345, "semi": 2346, "lousy": 2347, "lesbian": 2348, "powell": 2349, "naive": 2350, "hunt": 2351, "wilson": 2352, "till": 2353, "market": 2354, "makeup": 2355, "mini": 2356, "deadly": 2357, "moore": 2358, "harsh": 2359, "unfortunate": 2360, "correct": 2361, "relatively": 2362, "cost": 2363, "hanging": 2364, "viewed": 2365, "virtually": 2366, "lawyer": 2367, "spoil": 2368, "adventures": 2369, "remain": 2370, "north": 2371, "professor": 2372, "initial": 2373, "anderson": 2374, "rain": 2375, "asleep": 2376, "tend": 2377, "liners": 2378, "service": 2379, "losing": 2380, "contrived": 2381, "insult": 2382, "destroy": 2383, "ruin": 2384, "voices": 2385, "walks": 2386, "circumstances": 2387, "universal": 2388, "serves": 2389, "hopefully": 2390, "refreshing": 2391, "witness": 2392, "presents": 2393, "roger": 2394, "fool": 2395, "designed": 2396, "mountain": 2397, "peace": 2398, "related": 2399, "skin": 2400, "pile": 2401, "weekend": 2402, "latest": 2403, "movement": 2404, "woody": 2405, "extras": 2406, "section": 2407, "print": 2408, "freeman": 2409, "plans": 2410, "baseball": 2411, "previously": 2412, "security": 2413, "united": 2414, "erotic": 2415, "satisfying": 2416, "notch": 2417, "supernatural": 2418, "believed": 2419, "structure": 2420, "repeated": 2421, "hat": 2422, "kim": 2423, "matt": 2424, "teenagers": 2425, "suffers": 2426, "highlight": 2427, "claims": 2428, "sharp": 2429, "drag": 2430, "patrick": 2431, "caine": 2432, "display": 2433, "inner": 2434, "promising": 2435, "provided": 2436, "source": 2437, "14": 2438, "false": 2439, "titanic": 2440, "routine": 2441, "passing": 2442, "category": 2443, "focused": 2444, "sword": 2445, "fairy": 2446, "cartoons": 2447, "metal": 2448, "mainstream": 2449, "johnson": 2450, "hide": 2451, "blow": 2452, "aliens": 2453, "closer": 2454, "target": 2455, "blah": 2456, "cant": 2457, "gritty": 2458, "accents": 2459, "edward": 2460, "scale": 2461, "weeks": 2462, "unlikely": 2463, "degree": 2464, "tiny": 2465, "deaths": 2466, "featured": 2467, "chan": 2468, "urban": 2469, "steals": 2470, "che": 2471, "walked": 2472, "touches": 2473, "politics": 2474, "experiences": 2475, "massive": 2476, "figured": 2477, "stolen": 2478, "shocked": 2479, "figures": 2480, "sarah": 2481, "imagery": 2482, "proud": 2483, "speech": 2484, "lisa": 2485, "walter": 2486, "struggling": 2487, "un": 2488, "mask": 2489, "25": 2490, "convince": 2491, "speaks": 2492, "murphy": 2493, "beach": 2494, "brave": 2495, "hardy": 2496, "junk": 2497, "san": 2498, "narration": 2499, "influence": 2500, "teens": 2501, "sisters": 2502, "technically": 2503, "musicals": 2504, "angles": 2505, "committed": 2506, "fictional": 2507, "atrocious": 2508, "mistakes": 2509, "vietnam": 2510, "melodrama": 2511, "frightening": 2512, "driver": 2513, "horribly": 2514, "dragon": 2515, "cultural": 2516, "draw": 2517, "aka": 2518, "offensive": 2519, "friendly": 2520, "prior": 2521, "russell": 2522, "performed": 2523, "hired": 2524, "enemy": 2525, "uninteresting": 2526, "nude": 2527, "favorites": 2528, "understood": 2529, "whoever": 2530, "irish": 2531, "forth": 2532, "dozen": 2533, "mature": 2534, "holding": 2535, "quest": 2536, "prime": 2537, "veteran": 2538, "faced": 2539, "department": 2540, "offered": 2541, "terror": 2542, "dollars": 2543, "path": 2544, "sorts": 2545, "execution": 2546, "abuse": 2547, "suspenseful": 2548, "darkness": 2549, "colors": 2550, "required": 2551, "multiple": 2552, "sympathy": 2553, "network": 2554, "directly": 2555, "experienced": 2556, "changing": 2557, "princess": 2558, "rachel": 2559, "grim": 2560, "bbc": 2561, "dogs": 2562, "explains": 2563, "ned": 2564, "magical": 2565, "blown": 2566, "alice": 2567, "revolution": 2568, "drop": 2569, "reputation": 2570, "flight": 2571, "ron": 2572, "mexico": 2573, "lugosi": 2574, "twisted": 2575, "demons": 2576, "legendary": 2577, "trapped": 2578, "hong": 2579, "surprises": 2580, "crash": 2581, "thankfully": 2582, "conversation": 2583, "appreciated": 2584, "abandoned": 2585, "paint": 2586, "enter": 2587, "burns": 2588, "anger": 2589, "exact": 2590, "account": 2591, "forest": 2592, "crude": 2593, "christ": 2594, "minds": 2595, "hitchcock": 2596, "donald": 2597, "mgm": 2598, "dean": 2599, "significant": 2600, "rough": 2601, "treasure": 2602, "ghosts": 2603, "bourne": 2604, "reveals": 2605, "unconvincing": 2606, "position": 2607, "achieve": 2608, "ain": 2609, "views": 2610, "everywhere": 2611, "rings": 2612, "sun": 2613, "combined": 2614, "branagh": 2615, "slapstick": 2616, "qualities": 2617, "recognize": 2618, "lincoln": 2619, "shadow": 2620, "spends": 2621, "crying": 2622, "reveal": 2623, "pitt": 2624, "emma": 2625, "format": 2626, "belief": 2627, "bothered": 2628, "statement": 2629, "birth": 2630, "midnight": 2631, "jungle": 2632, "worthwhile": 2633, "17": 2634, "accidentally": 2635, "lonely": 2636, "rolling": 2637, "effectively": 2638, "nazi": 2639, "amazed": 2640, "regret": 2641, "variety": 2642, "surface": 2643, "von": 2644, "tight": 2645, "description": 2646, "court": 2647, "africa": 2648, "jon": 2649, "china": 2650, "stayed": 2651, "express": 2652, "invisible": 2653, "teeth": 2654, "mere": 2655, "angle": 2656, "beloved": 2657, "occasional": 2658, "hoffman": 2659, "nation": 2660, "friday": 2661, "subtitles": 2662, "mexican": 2663, "facial": 2664, "productions": 2665, "alright": 2666, "breath": 2667, "table": 2668, "starred": 2669, "task": 2670, "pulls": 2671, "theory": 2672, "greater": 2673, "california": 2674, "answers": 2675, "rights": 2676, "buck": 2677, "deeper": 2678, "bound": 2679, "via": 2680, "scenario": 2681, "stays": 2682, "downright": 2683, "handed": 2684, "decades": 2685, "blockbuster": 2686, "skill": 2687, "kiss": 2688, "mildly": 2689, "buying": 2690, "faithful": 2691, "underground": 2692, "gas": 2693, "cruel": 2694, "wing": 2695, "tree": 2696, "dude": 2697, "pacino": 2698, "jobs": 2699, "extent": 2700, "guilty": 2701, "matrix": 2702, "notorious": 2703, "demon": 2704, "ted": 2705, "universe": 2706, "kinds": 2707, "quirky": 2708, "lifetime": 2709, "raw": 2710, "ignore": 2711, "successfully": 2712, "honor": 2713, "scares": 2714, "realizes": 2715, "suffer": 2716, "depiction": 2717, "prefer": 2718, "expression": 2719, "device": 2720, "cell": 2721, "sunday": 2722, "leslie": 2723, "1980": 2724, "clich\u00e9d": 2725, "susan": 2726, "con": 2727, "calling": 2728, "fourth": 2729, "foster": 2730, "learning": 2731, "insight": 2732, "comical": 2733, "closing": 2734, "inspiration": 2735, "examples": 2736, "gross": 2737, "initially": 2738, "headed": 2739, "praise": 2740, "delivery": 2741, "status": 2742, "sensitive": 2743, "bus": 2744, "placed": 2745, "julia": 2746, "hip": 2747, "disbelief": 2748, "sleeping": 2749, "inept": 2750, "rule": 2751, "jessica": 2752, "artists": 2753, "hood": 2754, "bettie": 2755, "grave": 2756, "criminals": 2757, "1950": 2758, "heavily": 2759, "spite": 2760, "chilling": 2761, "desperately": 2762, "rogers": 2763, "halfway": 2764, "studios": 2765, "dennis": 2766, "turkey": 2767, "dress": 2768, "summary": 2769, "fabulous": 2770, "rochester": 2771, "claire": 2772, "lucy": 2773, "cabin": 2774, "lie": 2775, "serve": 2776, "wear": 2777, "extraordinary": 2778, "lights": 2779, "sleazy": 2780, "originality": 2781, "sitcom": 2782, "paying": 2783, "murderer": 2784, "strangely": 2785, "laura": 2786, "arms": 2787, "east": 2788, "reminiscent": 2789, "punch": 2790, "convey": 2791, "arrives": 2792, "carries": 2793, "experiment": 2794, "necessarily": 2795, "forgot": 2796, "idiot": 2797, "helping": 2798, "stanwyck": 2799, "happiness": 2800, "spoken": 2801, "ha": 2802, "seek": 2803, "drinking": 2804, "term": 2805, "needless": 2806, "base": 2807, "handle": 2808, "afternoon": 2809, "prepared": 2810, "mouse": 2811, "novels": 2812, "jail": 2813, "critical": 2814, "titles": 2815, "expert": 2816, "mirror": 2817, "ratings": 2818, "purely": 2819, "renting": 2820, "raised": 2821, "remotely": 2822, "charge": 2823, "bore": 2824, "intellectual": 2825, "league": 2826, "listening": 2827, "guard": 2828, "weapons": 2829, "complicated": 2830, "focuses": 2831, "warner": 2832, "2000": 2833, "philip": 2834, "touched": 2835, "dollar": 2836, "racist": 2837, "albeit": 2838, "madness": 2839, "lane": 2840, "encounter": 2841, "fbi": 2842, "destroyed": 2843, "campy": 2844, "breathtaking": 2845, "protect": 2846, "causes": 2847, "remote": 2848, "ludicrous": 2849, "seeking": 2850, "brooks": 2851, "timing": 2852, "choices": 2853, "larry": 2854, "workers": 2855, "flashback": 2856, "suck": 2857, "storytelling": 2858, "join": 2859, "reed": 2860, "westerns": 2861, "obsession": 2862, "mansion": 2863, "bo": 2864, "pregnant": 2865, "stereotypical": 2866, "locked": 2867, "mindless": 2868, "beast": 2869, "wave": 2870, "warned": 2871, "picks": 2872, "laid": 2873, "tales": 2874, "interview": 2875, "sons": 2876, "bitter": 2877, "pet": 2878, "carried": 2879, "sir": 2880, "jewish": 2881, "topic": 2882, "usa": 2883, "entertain": 2884, "text": 2885, "toy": 2886, "escapes": 2887, "settings": 2888, "succeeds": 2889, "shower": 2890, "intentions": 2891, "streisand": 2892, "sinister": 2893, "lazy": 2894, "bette": 2895, "funnier": 2896, "clips": 2897, "spoof": 2898, "2006": 2899, "brad": 2900, "cook": 2901, "indie": 2902, "michelle": 2903, "environment": 2904, "shape": 2905, "bat": 2906, "attacks": 2907, "sullivan": 2908, "sandler": 2909, "confusion": 2910, "balance": 2911, "derek": 2912, "properly": 2913, "lion": 2914, "daughters": 2915, "nowadays": 2916, "adding": 2917, "amazingly": 2918, "poignant": 2919, "mentally": 2920, "expressions": 2921, "criticism": 2922, "elizabeth": 2923, "screenwriter": 2924, "tied": 2925, "caring": 2926, "regarding": 2927, "exists": 2928, "sold": 2929, "truck": 2930, "goofy": 2931, "existent": 2932, "throwing": 2933, "rival": 2934, "essential": 2935, "wears": 2936, "internet": 2937, "fortunately": 2938, "cooper": 2939, "screening": 2940, "amongst": 2941, "carrying": 2942, "replaced": 2943, "fallen": 2944, "navy": 2945, "sounded": 2946, "grey": 2947, "ironic": 2948, "physically": 2949, "interpretation": 2950, "technique": 2951, "vacation": 2952, "cynical": 2953, "stomach": 2954, "wins": 2955, "2001": 2956, "julie": 2957, "60s": 2958, "manager": 2959, "graphics": 2960, "interviews": 2961, "columbo": 2962, "reference": 2963, "frequently": 2964, "1970": 2965, "tracy": 2966, "daily": 2967, "trick": 2968, "oddly": 2969, "helen": 2970, "hundred": 2971, "blair": 2972, "crafted": 2973, "marvelous": 2974, "maker": 2975, "shark": 2976, "guessing": 2977, "wealthy": 2978, "wwii": 2979, "everyday": 2980, "established": 2981, "intensity": 2982, "miller": 2983, "1950s": 2984, "innocence": 2985, "attacked": 2986, "determined": 2987, "spin": 2988, "regard": 2989, "alas": 2990, "holiday": 2991, "widmark": 2992, "controversial": 2993, "stranger": 2994, "carpenter": 2995, "glass": 2996, "dinner": 2997, "thousands": 2998, "cube": 2999, "reunion": 3000, "stylish": 3001, "basis": 3002, "vincent": 3003, "gripping": 3004, "packed": 3005, "presentation": 3006, "stan": 3007, "sidney": 3008, "challenge": 3009, "adapted": 3010, "horrific": 3011, "introduction": 3012, "connected": 3013, "sides": 3014, "happily": 3015, "jumps": 3016, "trite": 3017, "delight": 3018, "lesser": 3019, "contain": 3020, "nine": 3021, "aunt": 3022, "thief": 3023, "embarrassed": 3024, "angels": 3025, "hills": 3026, "sutherland": 3027, "nonetheless": 3028, "retarded": 3029, "contact": 3030, "throws": 3031, "maria": 3032, "minded": 3033, "tradition": 3034, "cases": 3035, "suffered": 3036, "medical": 3037, "colorful": 3038, "raise": 3039, "upset": 3040, "provoking": 3041, "hole": 3042, "troubled": 3043, "riding": 3044, "upper": 3045, "perfection": 3046, "18": 3047, "em": 3048, "comedian": 3049, "credible": 3050, "gruesome": 3051, "destruction": 3052, "advantage": 3053, "india": 3054, "elvira": 3055, "attempting": 3056, "flow": 3057, "notable": 3058, "pride": 3059, "stanley": 3060, "flawed": 3061, "guilt": 3062, "obnoxious": 3063, "enjoyment": 3064, "thrilling": 3065, "brando": 3066, "risk": 3067, "struggles": 3068, "dorothy": 3069, "stops": 3070, "broke": 3071, "authentic": 3072, "patient": 3073, "countries": 3074, "succeed": 3075, "mst3k": 3076, "served": 3077, "burt": 3078, "assistant": 3079, "drink": 3080, "fish": 3081, "chaplin": 3082, "southern": 3083, "crisis": 3084, "meaningful": 3085, "sings": 3086, "month": 3087, "corner": 3088, "suspects": 3089, "cousin": 3090, "ashamed": 3091, "suggests": 3092, "millions": 3093, "personalities": 3094, "atmospheric": 3095, "wishes": 3096, "appearing": 3097, "protagonists": 3098, "racism": 3099, "portrait": 3100, "infamous": 3101, "pool": 3102, "remind": 3103, "baker": 3104, "trade": 3105, "burton": 3106, "mass": 3107, "tongue": 3108, "refuses": 3109, "elsewhere": 3110, "perform": 3111, "bridge": 3112, "franchise": 3113, "glory": 3114, "uncomfortable": 3115, "storm": 3116, "bears": 3117, "thousand": 3118, "neat": 3119, "cagney": 3120, "separate": 3121, "glimpse": 3122, "massacre": 3123, "oil": 3124, "stupidity": 3125, "chair": 3126, "hang": 3127, "legs": 3128, "host": 3129, "greatly": 3130, "16": 3131, "holmes": 3132, "lying": 3133, "whereas": 3134, "card": 3135, "terrifying": 3136, "pg": 3137, "silver": 3138, "attraction": 3139, "tense": 3140, "mob": 3141, "snow": 3142, "shut": 3143, "andrew": 3144, "catholic": 3145, "wasting": 3146, "bugs": 3147, "kurt": 3148, "hudson": 3149, "projects": 3150, "courage": 3151, "bush": 3152, "ralph": 3153, "warn": 3154, "exceptional": 3155, "multi": 3156, "trial": 3157, "busy": 3158, "stretch": 3159, "letting": 3160, "gag": 3161, "sexuality": 3162, "hoped": 3163, "noble": 3164, "bollywood": 3165, "zone": 3166, "chuck": 3167, "hundreds": 3168, "jake": 3169, "flash": 3170, "proof": 3171, "hiding": 3172, "tour": 3173, "shorts": 3174, "factory": 3175, "hint": 3176, "inspector": 3177, "sin": 3178, "eerie": 3179, "overcome": 3180, "ensemble": 3181, "matthau": 3182, "dubbing": 3183, "stunts": 3184, "irony": 3185, "eyed": 3186, 